Repository: wazum/sluggi
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# conflict.title
source: URL Path Conflict
de: URL-Pfad-Konflikt

# conflict.message
source: The URL path "%s" is already in use.
de: Der URL-Pfad "%s" wird bereits verwendet.

# conflict.suggestion
source: Use the suggested alternative "%s" instead?
de: Stattdessen die vorgeschlagene Alternative "%s" verwenden?

# conflict.button.cancel
source: Cancel
de: Abbrechen

# conflict.button.useSuggestion
source: Use Suggestion
de: Vorschlag verwenden

# pages.tx_sluggi_sync
source: Sluggi: Auto-sync URL path
de: Sluggi: URL-Pfad automatisch synchronisieren

# pages.slug_locked
source: Sluggi: Lock URL path
de: Sluggi: URL-Pfad sperren

# restriction.sync
source: The URL path is automatically synchronized with the source fields.
de: Der URL-Pfad wird automatisch mit den Quellfeldern synchronisiert.

# restriction.lock
source: The URL path is locked and cannot be edited.
de: Der URL-Pfad ist gesperrt und kann nicht bearbeitet werden.

# pages.tx_sluggi_full_path
source: Sluggi: Edit full path
de: Sluggi: Vollständigen Pfad bearbeiten

# restriction.fullPath
source: Full path editing is enabled. You can modify the entire URL structure.
de: Vollständige Pfadbearbeitung ist aktiviert. Sie können die gesamte URL-Struktur ändern.

# button.edit
source: Click to edit the URL path
de: Klicken, um den URL-Pfad zu bearbeiten

# button.regenerate
source: Regenerate URL path from source fields
de: URL-Pfad aus Quellfeldern neu generieren

# button.cancel
source: Cancel editing
de: Bearbeitung abbrechen

# button.save
source: Save URL path
de: URL-Pfad speichern

# toggle.sync.on
source: Auto-sync enabled: URL path updates with title
de: Auto-Sync aktiviert: URL-Pfad wird mit Titel aktualisiert

# toggle.sync.off
source: Auto-sync disabled: click to enable
de: Auto-Sync deaktiviert: Klicken zum Aktivieren

# toggle.sync.static
source: Auto-sync enabled: URL path updates automatically
de: Auto-Sync aktiviert: URL-Pfad wird automatisch aktualisiert

# toggle.lock.on
source: URL path is locked: click to unlock
de: URL-Pfad ist gesperrt: Klicken zum Entsperren

# toggle.lock.off
source: URL path is unlocked: click to lock
de: URL-Pfad ist entsperrt: Klicken zum Sperren

# toggle.path.on
source: Full path editing enabled: click to restrict
de: Vollständige Pfadbearbeitung aktiviert: Klicken zum Einschränken

# toggle.path.off
source: Click to edit full path
de: Klicken, um vollständigen Pfad zu bearbeiten

# button.menu
source: Toggle controls menu
de: Steuerungsmenü ein-/ausblenden

# button.editFullPath
source: Edit full URL path
de: Vollständigen URL-Pfad bearbeiten

# button.copyUrl
source: Copy page URL to clipboard
de: Seiten-URL in Zwischenablage kopieren

# copyConfirmation
source: URL copied to clipboard.
de: URL in Zwischenablage kopiert.

source: Open in new tab
de: In neuem Tab öffnen

# userSettings.collapsedControls
source: Sluggi: Use compact controls menu
de: Sluggi: Kompaktes Steuerungsmenü verwenden

# redirectModal.title
source: Create Redirects?
de: Weiterleitungen erstellen?

# redirectModal.message
source: You are changing the URL path. Do you want to create a redirect from the old URL to the new one?
de: Sie ändern den URL-Pfad. Möchten Sie eine Weiterleitung von der alten URL zur neuen erstellen?

# redirectModal.messageRecursive
source: This will also apply to all child pages whose URLs change as a result.
de: Dies gilt auch für alle Unterseiten, deren URLs sich dadurch ändern.

# redirectModal.button.create
source: Create Redirects
de: Weiterleitungen erstellen

# redirectModal.button.skip
source: Don't Create Redirects
de: Keine Weiterleitungen erstellen

# redirectModal.button.cancel
source: Cancel
de: Abbrechen

# placeholder.newPage
source: new-page
de: neue-seite

# contextMenu.recursiveSlugUpdate
source: Re-apply URL paths recursively
de: URL-Pfade rekursiv neu generieren

# contextMenu.recursiveSlugUpdate.confirm.title
source: Regenerate URL Paths
de: URL-Pfade neu generieren

# contextMenu.recursiveSlugUpdate.confirm.message
source: This will regenerate URL paths for all child pages based on their source fields. Continue?
de: Die URL-Pfade aller Unterseiten werden anhand ihrer Quellfelder neu generiert. Fortfahren?

# contextMenu.recursiveSlugUpdate.button.cancel
source: Cancel
de: Abbrechen

# contextMenu.recursiveSlugUpdate.success
source: URL paths updated successfully.
de: URL-Pfade erfolgreich aktualisiert.
